{
  "bannerTitle": "Young and passionate from around the world",
  "bannerDesc": "Enabling global users, devices, and networks to enter the Web3 world with minimal barriers and security under compliant conditions. Bringing real-world assets on-chain, rewarding real behaviors, empowering sovereign identities, and building a value chain where everyone can participate and benefit.",
  "bannerButton": "Roadmap",
  "bannerCardTitle1": "Mission",
  "bannerCardDesc1": "Make every real behavior confirmed, rewarded, and accumulated on-chain.",
  "bannerCardTitle2": "Vision",
  "bannerCardDesc2": "Build a transparent, fair, and sustainably growing multi-chain economy.",
  "beBornTitle": "How It Was Born",
  "beBornSubTitle": "Who We Are",
  "beBornDesc": "Xone is a global EVM-compatible public blockchain (Layer-1) with an open ecosystem. We are committed to connecting developers, projects, and users with faster, simpler, and lower-cost infrastructure to unlock real on-chain value.",
  "significanceSubTitle": "What We're Building",
  "significanceTitle": "Why It Matters",
  "significanceDesc01": "Making financial infrastructure publicly transparent, available 24/7, and accessible to everyone.",
  "significanceDesc02": "Xone's goal is to introduce Behavioral Value into the on-chain economy",
  "significanceListTitle01": "Lower Barriers",
  "significanceListDesc01": "One wallet, one interaction to participate in building and revenue sharing",
  "significanceListTitle02": "Higher Efficiency",
  "significanceListDesc02": "Fast block generation and toolchain compatibility for lower development/deployment/maintenance costs",
  "significanceListTitle03": "Stronger Composability",
  "significanceListDesc03": "Modular assembly of DEX, bridges, identity, oracles, etc., supporting rapid business iteration",
  "faceSubTitle": "Who We Serve",
  "faceTitle": "For a More Targeted Audience",
  "faceDesc": "We believe every participant deserves to be respected, recorded, and recognized. You don't need to be a renowned developer or own a company—as long as you're willing to participate, contribute, and communicate, you are an indispensable part of the Xone ecosystem.",
  "faceListTitle01": "Free Individuals",
  "faceListDesc01": "You don't need to have everything ready, just be willing to start",
  "faceListTitle02": "Active Organizations",
  "faceListDesc02": "No matter your size or background, if you're willing to keep building and actively participate, we have a place for you.",
  "faceListTitle03": "Independent Projects",
  "faceListDesc03": "As long as you're willing to start, Xone is the reliable foundation you can trust.",
  "governTitle": "Governance & Compliance",
  "governDesc": "Xone is a global EVM-compatible public blockchain (Layer-1) with an open ecosystem. We are committed to connecting developers, projects, and users with faster, simpler, and lower-cost infrastructure to unlock real on-chain value.",
  "governListTitle01": "Open Governance",
  "governListDesc01": "Community-driven proposals and voting, transparent disclosure of significant changes",
  "governListTitle02": "Open Source Collaboration",
  "governListDesc02": "Core code and toolchain continuously open-sourced, welcoming developers to maintain together",
  "governListTitle03": "Compliant Operations",
  "governListDesc03": "Advancing global implementation while respecting local legal frameworks, embracing long-termism",
  "governListButton": "Learn More",
  "joinUsTitle": "Join Us, Shape the Future Together!",
  "joinUsButton": "Join Us"
}
