{
  "headerTitle": "Unlock value in Xone creation",
  "headerDesc": "In the Web3 wave, Xone believes that developers are the true engines of the ecosystem. Through multi-dimensional incentives such as financial support, technical support, market resources and governance participation, developers are supported to build high-quality on-chain applications and infrastructure on Xone ecology.",
  "headerButton1": "Apply",
  "headerButton2": "View Detail",
  "cardTitle01": "Direction of support",
  "cardDesc01": "The Xone Grant focuses on six core directions, while encouraging any creative projects that advance the Xone ecosystem",
  "cardDesc01InfrastructureTitle": "Infrastructure",
  "cardDesc01InfrastructureDesc": "Wallets, browsers, cross-chain bridges, RPC nodes, development tools, etc.",
  "cardDesc01DefiTitle": "DeFi",
  "cardDesc01DefiDesc": "DEX, aggregators, staking, lending, stablecoin protocols.",
  "cardDesc01RwaTitle": "RWA",
  "cardDesc01RwaDesc": "Real estate, casinos, real-world asset tokenization, on-chain bond issuance.",
  "cardDesc01MemefiTitle": "MemeFi",
  "cardDesc01MemefiDesc": "Meme issuance platforms, blind boxes, fission (viral spread), etc.",
  "cardDesc01GamefiTitle": "GameFi/Social Fi",
  "cardDesc01GamefiDesc": "Highly interactive blockchain games, social asset platforms, NFT tools.",
  "cardDesc01DataTitle": "Data Services & Risk Control",
  "cardDesc01DataDesc": "Data dashboards, user behavior analysis, contract security tools.",
  "cardTitle02": "Application Requirements",
  "cardDesc02": "To ensure project quality and efficient use of funds, Xone grants set the following basic application conditions:",
  "cardDesc02OpenSourceTitle": "Open Source Commitment",
  "cardDesc02MvpTitle": "Minimum Viable MVP",
  "cardDesc02TeamTitle": "Team Background Review",
  "cardDesc02BudgetTitle": "Clear Funding Budget",
  "cardDesc02ChainTitle": "On-chain Fit/Alignment",
  "cardDesc02CommunityTitle": "Community Participation",
  "seeAllButton": "See All",
  "supportProvidedTitle": "The Support We Provide",
  "supportProvidedDesc": "We provide a tiered comprehensive support system composed of funds, resources and in-depth guidance for builders at different stages and with different needs. Our goal is to precisely empower, not simply subsidiize.",
  "supportProvidedTitle01": "Financial Support",
  "supportProvidedDesc01": "We provide flexible funding solutions for projects at different stages, whether early prototype verification or large-scale implementation, with the option of one-time funding or phased funding by milestones based on actual needs. Our goal is not only to help you get started, but to help you go further, reducing financial stress and allowing you to focus on product and innovation.",
  "supportProvidedButton01": "Criteria for funding",
  "supportProvidedTitle02": "Technological Resources",
  "supportProvidedDesc02": "Get technical support and ecosystem development tools from the Xone core team, including apis, SDKS, smart contract templates, and best practice documents.  We will also match you with senior engineers as consultants to help you solve key issues such as low-level docking, performance optimization, and security audit, so that your products can run stably and efficiently on Xone.",
  "supportProvidedButton02": "How to contact?",
  "supportProvidedTitle03": "Ecological Exposure",
  "supportProvidedDesc03": "Give your project full exposure through official channels (website, social media, developer events, etc.). We will recommend quality projects in community updates, online AMA, hackshows and industry summits to help you quickly gain attention and accumulate users and partners.",
  "supportProvidedButton03": "Best practice",
  "supportProvidedTitle04": "Cooperation Cpportunities",
  "supportProvidedDesc04": "Joining the Xone Chain Grants program means gaining the opportunity to connect with eco-partners, investors and industry leaders. We will build communication Bridges for you, promote business cooperation, technical assistance and cross-field innovation, so that your project can accelerate the growth on a broader stage.",
  "supportProvidedButton04": "Join Now",
  "supportProvidedTitle05": "Joint Brand Name",
  "supportProvidedDesc05": "Outstanding Grants projects have the opportunity to co-brand with Xone Chain to share brand influence in products, events, content or peripherals. Through joint communication and marketing activities, enhance the awareness of your project and build a stronger endorsement of trust for users.",
  "supportProvidedButton05": "Join Now",
  "faqTitle": "Common Problem",
  "faqQuestion1Title": "Are there any restrictions on project geography?",
  "faqQuestion1Desc": "We welcome global teams to apply, there is no geographical threshold. However, for compliance and risk control requirements, the following principles should be met:\n\n• Comply with local laws: The applicant's jurisdiction should allow blockchain/Web3 related research and development, operation and funding. Applications may be suspended or rejected if there is a total ban on virtual asset activities or a strict licensing regime (which has not yet been granted).\n\n• International sanctions and list screening: Projects from sanctioned regions or controlled by sanctioned individuals/entities are ineligible (including mainstream sanctions lists such as UN, US OFAC, EU, UK).\n\n• Export controls and compliance evidence: Projects involving cryptographic technology, software, or cross-border data transfer must comply with export control and data compliance requirements. Legal opinions or compliance certificates may be requested in cases of uncertainty.\n\n• Boundary and exception handling: For regions with unclear regulations, applicants can submit self-attestation materials (e.g., company registration, legal operation proof, local law firm opinions) for case-by-case evaluation.\n\nWarm Reminder: We do not make interpretive commitments regarding local laws; please conduct your own assessment and compliance consultation before applying.",
  "faqQuestion2Title": "Can I apply multiple times?",
  "faqQuestion2Desc": "Yes, you can apply multiple times. Each application will be reviewed independently.\n\n• Different projects can apply repeatedly: Different projects/sub-products from the same team can apply separately.\n\n• Same project needs to achieve phased goals: For subsequent rounds of the same project, prior milestones and deliverables (codebase, release notes, testnet/mainnet verification, user data, or research reports) are required.\n\n• Cooling-off period and parallel restrictions: A 90-day cooling-off period is generally recommended before reapplying. The same project cannot apply for multiple grant tracks simultaneously (to avoid duplicate funding for the same deliverables).\n\n• Total amount and frequency management: Management will be based on team performance records, influence, and financial health.",
  "faqQuestion3Title": "Can commercial projects apply?",
  "faqQuestion3Desc": "Yes, commercial projects can apply.\n\n• Commercial projects can apply: Provided they are partially or wholly open source, or benefit the community as public products/services (e.g., open APIs, developer tools, educational content).\n\n• Minimum open-source deliverables: At least core modules directly related to the grant must be open source (e.g., protocol improvements, contract libraries, SDK/CLI, node tools, data indexers), and use OSI-approved licenses (e.g., MIT/Apache-2.0/GPL).\n\n• Public availability window: If \"open services\" are used instead of open-source code, public, verifiable access methods must be provided, and free or reproducible usage paths maintained for at least 12 months (to prevent closed-source lock-in and overcharging).\n\n• Intellectual property and re-licensing: For grant-produced results, non-exclusive, worldwide, irrevocable usage/re-licensing rights are usually required to ensure sustainable reuse by the ecosystem; commercial interests are still respected.",
  "faqQuestion4Title": "Can fiat/USDT funds be accepted?",
  "faqQuestion4Desc": "Currently, Xone grants primarily support projects with cryptocurrency. Please contact us for specific inquiries regarding fiat or USDT.\n\n• Compliance and KYC/AML: For specific grant amounts and regions, basic KYC/AML verification (for legal entities or entities receiving funds) may be required to meet anti-money laundering and sanction screening requirements.\n\n• Fund usage and verification: Grant funds are to be used for R&D directly related to deliverables, auditing, infrastructure, and community building; periodic progress reports and expense statements may be required for disbursement verification.\n\n• Risk and cost: On-chain disbursements involve price fluctuations and Gas costs; applicants should consider budget buffering when applying.",
  "startTitle": "Start with us now!",
  "startDesc": "Whether you're an individual developer honing an idea or an entrepreneurial team racing to the finish line, we want to be there with you. There is money and resources, and a group of partners who believe in innovation. Now, bring your thoughts; We create together.",
  "startButton1": "Apply Now",
  "startButton2": "Introduction To Rules"
}
