{
  "bannerTitle": "Let's embrace the future together!",
  "bannerDescription": "Xone Chain is a modular Layer-1 blockchain platform built on the Ethereum protocol, and a leading Behavior Value Incentive (BVI) blockchain.",
  "enterYourEmail": "Subscribe and get in touch with us!",
  "startBuilding": "Start building",
  "exploreDApps": "Explore DApps",
  "xoneMainNet": "Xone Mainnet",
  "ago": "Ago",
  "update": "Update",
  "addressAdd": "Address added",
  "artworkIsCast": "Artwork minted",
  "tokenMinting": "Token minted",
  "averageTransactionCost": "Average transaction cost",
  "ofInfiniteValue": "Of infinite value",
  "lowGas": "Ultra-low gas fees",
  "extensible": "Extensible modules",
  "AheadOfTheTimesPOBVI": "Cutting-edge POBVI",
  "hellowXoneDesc1": "Discover Xone Chain’s native token.",
  "hellowXoneDesc2": "Ultra-low gas fees.",
  "hellowXoneDesc3": "Efficient, flexible, and scalable modular design.",
  "hellowXoneDesc4": "What is Xone POBVI?",
  "hellowXoneTitle5": "Why build on Xone Chain",
  "hellowXoneTitle6": "Start running your own Xone node",
  "hellowXoneTitle7": "A fairer financial system",
  "hellowXoneTitle8": "Try deploying DApps",
  "hellowXoneDesc5": "Xone is a high-performance, EVM-compatible, and scalable blockchain platform based on Cosmos modular architecture.",
  "hellowXoneDesc6": "Easily deploy and run your Xone node to participate in network consensus and validation for greater rewards.",
  "hellowXoneDesc7": "Provide equal opportunities, empowering everyone through transparency, lower barriers, and inclusive access for sustainable economic growth.",
  "hellowXoneDesc8": "Deploy your app on Xone Chain and join one of the fastest-growing EVM ecosystems.",
  "linkText1": "Learn more",
  "linkText2": "Deploy now",
  "linkText3": "Explore DeFi",
  "linkText4": "Get started",
  "exploreNatureTitle": "Explore a vibrant ecosystem",
  "exploreNatureDesc": "Discover a mission-driven ecosystem — open, adaptable, and driving future blockchain innovation.",
  "governanceTitle": "Reliable, community-driven governance",
  "governanceDesc": "Xone introduces on-chain Behavior Value Incentives to deliver fair, dynamic rewards, recognizing and incentivizing community contributions to sustain ecosystem growth and collaboration.",
  "exploreTitle": "Explore Xone, all in one place",
  "exploreDesc": "Manage your accounts, assets, and nodes in one place — and explore even more possibilities.",
  "startTitle": "Start now with us, endless progress!",
  "startDesc": "Join us to co-create value — focus on impactful contributions that deliver real returns. Track your blockchain impact and join our journey.",
  "exploreBVI": "Explore BVI",
  "joinNow": "Join the community",
  "hellowXone": "Hello Xone",
  "subscriptionSuccessful": "Subscription successful",
  "evenMore": "There's much more we do",
  "sendEmailLabel": "Enter your email",
  "more1": "Facilitating future crypto collaborations",
  "more1Card": "Team footprint",
  "more1description": "We build open collaborative bridges with industry partners to drive technological innovation and ecosystem co-creation, injecting new vitality into the future of global cryptocurrency.",
  "more2": "Business collaboration",
  "more2description": "Xone continually expands its global business network, actively partnering with leading projects, enterprises, and institutions to explore diverse blockchain use cases together.",
  "more3": "Wave 2025: Embracing Hong Kong’s crypto future",
  "more3description": "Looking back on the Wave 2025 summit in Hong Kong, we are grateful for the opportunity to connect with industry leaders, innovators, and fellow visionaries of crypto’s future.",
  "more3Card": "Join Donation",
  "more4": "Xone in the Spotlight",
  "more4description": "Under the spotlight, Xone showcases strong tech capabilities and brand influence, continuously attracting global attention and acclaim.",
  "more5": "The limitless possibilities of Web3: Xone's vision",
  "more5description": "Xone's mission is not only to build an efficient public chain but also to drive sustainable Web3 ecosystem growth through deep tech-business integration.",
  "more6": "Discuss future challenges, opportunities, and innovations with top industry voices",
  "more6description": "Xone joined the BNB Chain AMA to explore the revival of public chains with various Web3 project representatives, sharing deep insights on future challenges and opportunities.",
  "more7": "Xone as the exclusive title sponsor of W2140 Bangkok",
  "more7description": "Gathering industry leaders to explore Web3 trends and opportunities together.",
  "more8": "First Xone AI & DeFi AMA",
  "more8description": "Join them to explore AI-driven frontier innovations in decentralized finance.",
  "dialogueTitle1": "Ricky at 4:00pm",
  "dialogueTitle2": "Ricky at 4:11pm",
  "dialogueMessage1": "What are 'on-chain behavioral incentives'?",
  "dialogueMessage2": "Your contributions directly reward you, driving ecosystem growth."
}