{
  "bannerTitle": "How to create value for others<br>between \"speed\" and \"details\" in growth",
  "bannerDesc": "In this era of change and opportunity, Xone keeps pushing boundaries to serve enterprises, organizations, and individuals worldwide. We believe that attention to every detail and efficient execution is how we stand out in rapid growth. If you’re eager to make an impact and face future challenges with us, join Xone — let your talent shine and create real value for more people.",
  "bannerSearchPlaceholder": "Search job titles/keywords",
  "bannerSearchButton": "Search",
  "searchSelectInputPlaceholder": "Please enter",
  "selectAllProjects": "All Projects",
  "selectAllPositions": "All Positions",
  "selectAllLocations": "All Locations",
  "selectAllOffice": "Work mode",
  "remark1": "At Xone, we believe diversity and inclusion power innovation across Web3. We welcome and value talent of all backgrounds, perspectives, and experiences—regardless of race, color, ancestry, nationality, religion (incl. attire), belief, age, physical/mental disability, sex (incl. pregnancy, childbirth, nursing, or related medical conditions), sexual orientation, gender identity/expression, medical conditions, genetic information, caregiving and sick leave status, marital or domestic partnership status, military or veteran status, or any other characteristic protected by law.",
  "remark2": "We are committed to equal employment opportunity. Only by uniting expertise and insights from diverse fields can we shape an open, innovative, and decentralized future. Joining Xone means joining a passionate, bold team driving Web3 transformation and unlocking limitless possibilities.",
  "remark3": "If you encounter issues during application submission or other technical problems on this site, please contact:",
  "showing": "Showing",
  "jobs": "jobs",
  "details": "Details",
  "viewMore": "View More",
  "noData": "No Data",
  "breadcrumb": {
    "recruitment": "Recruitment",
    "jobDetails": "Job Details"
  },
  "detail": {
    "warningDesc": "Xone provides equal employment opportunities for everyone. We believe diverse backgrounds drive our growth. Before submitting, please read and agree to the Candidate Privacy Statement.",
    "applyNow": "Submit application"
  },
  "notFound": {
    "title": "Job not found",
    "description": "The position doesn’t exist or isn’t open yet.",
    "button": "Back to home"
  }
}
