{
    "bannerTitle": "Hãy cùng chào đón tương lai!",
    "bannerDescription": "Xone Chain là nền tảng blockchain Layer-1 mô-đun dựa trên giao thức Ethereum, và là blockchain hàng đầu với cơ chế khuyến khích Giá trị Hành vi (BVI).",
    "enterYourEmail": "Đăng ký và liên hệ với chúng tôi!",
    "startBuilding": "Bắt đầu xây dựng",
    "exploreDApps": "Khám phá DApps",
    "xoneMainNet": "Xone Mainnet",
    "ago": "trước",
    "update": "Cập nhật",
    "addressAdd": "Đã thêm địa chỉ",
    "artworkIsCast": "Tác phẩm đã được mint",
    "tokenMinting": "Token đã được mint",
    "averageTransactionCost": "Chi phí giao dịch trung bình",
    "ofInfiniteValue": "có giá trị vô hạn",
    "lowGas": "Phí gas siêu thấp",
    "extensible": "Mô-đun có thể mở rộng",
    "AheadOfTheTimesPOBVI": "POBVI tiên tiến",
    "hellowXoneDesc1": "Tìm hiểu token gốc của Xone Chain.",
    "hellowXoneDesc2": "Phí gas cực thấp.",
    "hellowXoneDesc3": "Thiết kế mô-đun hiệu quả, linh hoạt và mở rộng được.",
    "hellowXoneDesc4": "Xone POBVI là gì?",
    "hellowXoneTitle5": "Tại sao xây dựng trên Xone Chain",
    "hellowXoneTitle6": "Bắt đầu chạy node Xone của bạn",
    "hellowXoneTitle7": "Hệ thống tài chính công bằng hơn",
    "hellowXoneTitle8": "Thử triển khai DApps",
    "hellowXoneDesc5": "Xone là nền tảng blockchain hiệu suất cao, tương thích EVM và có thể mở rộng, dựa trên kiến trúc mô-đun của Cosmos.",
    "hellowXoneDesc6": "Triển khai và chạy node Xone của bạn dễ dàng để tham gia đồng thuận và xác thực mạng, nhận phần thưởng lớn hơn.",
    "hellowXoneDesc7": "Cung cấp cơ hội bình đẳng, trao quyền cho mọi người qua tính minh bạch, giảm rào cản và cơ hội bao trùm, hướng tới tăng trưởng kinh tế bền vững.",
    "hellowXoneDesc8": "Triển khai ứng dụng của bạn trên Xone Chain và tham gia một trong những hệ sinh thái EVM phát triển nhanh nhất.",
    "linkText1": "Tìm hiểu thêm",
    "linkText2": "Triển khai ngay",
    "linkText3": "Khám phá DeFi",
    "linkText4": "Bắt đầu ngay",
    "exploreNatureTitle": "Khám phá hệ sinh thái sôi động",
    "exploreNatureDesc": "Khám phá hệ sinh thái hướng nhiệm vụ — mở, linh hoạt và thúc đẩy đổi mới blockchain tương lai.",
    "governanceTitle": "Quản trị đáng tin cậy, do cộng đồng dẫn dắt",
    "governanceDesc": "Xone giới thiệu cơ chế khuyến khích Giá trị Hành vi on-chain để mang đến phần thưởng công bằng, linh hoạt, công nhận và thúc đẩy đóng góp của cộng đồng, duy trì tăng trưởng và hợp tác hệ sinh thái bền vững.",
    "exploreTitle": "Khám phá Xone, một chỗ đủ mọi thứ",
    "exploreDesc": "Quản lý tài khoản, tài sản và node của bạn ở một nơi — và khám phá nhiều khả năng hơn nữa.",
    "startTitle": "Bắt đầu với chúng tôi ngay bây giờ, tiến bộ vô tận!",
    "startDesc": "Tham gia cùng chúng tôi để đồng tạo giá trị — tập trung vào những đóng góp có tác động mang lại lợi nhuận thực. Theo dõi ảnh hưởng của bạn trên blockchain và tham gia hành trình của chúng tôi.",
    "exploreBVI": "Khám phá BVI",
    "joinNow": "Tham gia cộng đồng",
    "hellowXone": "Hello Xone",
    "subscriptionSuccessful": "Đăng ký thành công",
    "evenMore": "Chúng tôi còn rất nhiều điều để làm",
    "sendEmailLabel": "Nhập email của bạn",
    "more1": "Thúc đẩy hợp tác tiền mã hóa trong tương lai",
    "more1Card": "Hành trình đội ngũ",
    "more1description": "Chúng tôi xây dựng cầu nối hợp tác mở với các đối tác trong ngành để thúc đẩy đổi mới công nghệ và đồng sáng tạo hệ sinh thái, truyền thêm sức sống mới vào tương lai tiền mã hóa toàn cầu.",
    "more2": "Hợp tác kinh doanh",
    "more2description": "Xone liên tục mở rộng mạng lưới kinh doanh toàn cầu, tích cực hợp tác với các dự án, doanh nghiệp và tổ chức hàng đầu để cùng khám phá các kịch bản ứng dụng blockchain đa dạng.",
    "more3": "Làn sóng 2025: Đón chào tương lai tiền mã hóa tại Hồng Kông",
    "more3description": "Nhìn lại hội nghị Wave 2025 tại Hồng Kông, chúng tôi trân trọng cơ hội kết nối với các nhà lãnh đạo ngành, nhà đổi mới sáng tạo và những người cùng chia sẻ tầm nhìn về tương lai tiền mã hóa.",
    "more3Card": "Quyên góp ngay",
    "more4": "Xone dưới ánh đèn sân khấu",
    "more4description": "Dưới ánh đèn sân khấu, Xone thể hiện khả năng công nghệ mạnh mẽ và ảnh hưởng thương hiệu, liên tục thu hút sự chú ý và công nhận toàn cầu.",
    "more5": "Khả năng vô hạn của Web3: Tầm nhìn của Xone",
    "more5description": "Sứ mệnh của Xone không chỉ là xây dựng một public chain hiệu quả mà còn thúc đẩy tăng trưởng bền vững của hệ sinh thái Web3 thông qua tích hợp sâu giữa công nghệ và kinh doanh.",
    "more6": "Thảo luận về thách thức, cơ hội và đổi mới tương lai cùng những tiếng nói hàng đầu ngành",
    "more6description": "Xone tham gia AMA với BNB Chain để khám phá con đường phục hưng của public chain cùng đại diện nhiều dự án Web3, chia sẻ cái nhìn sâu sắc về thách thức và cơ hội tương lai.",
    "more7": "Xone là nhà tài trợ tiêu đề độc quyền cho hội nghị W2140 Bangkok",
    "more7description": "Quy tụ các lãnh đạo ngành để cùng khám phá xu hướng và cơ hội của Web3.",
    "more8": "AMA Xone AI & DeFi đầu tiên",
    "more8description": "Tham gia cùng họ khám phá đổi mới tiên phong trong DeFi được thúc đẩy bởi AI.",
    "dialogueTitle1": "Ricky lúc 4 giờ chiều",
    "dialogueTitle2": "Ricky lúc 4 giờ 11 chiều",
    "dialogueMessage1": "'Khuyến khích hành vi trên chuỗi' là gì?",
    "dialogueMessage2": "Đóng góp của bạn được thưởng trực tiếp, thúc đẩy sự phát triển của hệ sinh thái."
}