{
    "bannerTitle": "Mari bersama menyambut masa depan!",
    "bannerDescription": "Xone Chain adalah platform blockchain Layer-1 modular berasaskan protokol Ethereum, dan blockchain insentif Nilai Perilaku (BVI) terkemuka.",
    "enterYourEmail": "Langgan dan hubungi kami!",
    "startBuilding": "Mula membina",
    "exploreDApps": "Terokai DApps",
    "xoneMainNet": "Xone Mainnet",
    "ago": "lepas",
    "update": "Kemas kini",
    "addressAdd": "Alamat ditambahkan",
    "artworkIsCast": "Artwork telah diminting",
    "tokenMinting": "Token telah diminting",
    "averageTransactionCost": "Kos transaksi purata",
    "ofInfiniteValue": "bernilai tanpa batas",
    "lowGas": "Yuran gas sangat rendah",
    "extensible": "Modul yang boleh dikembangkan",
    "AheadOfTheTimesPOBVI": "POBVI terdepan",
    "hellowXoneDesc1": "Terokai token asli Xone Chain.",
    "hellowXoneDesc2": "Yuran gas sangat rendah.",
    "hellowXoneDesc3": "Reka bentuk modular yang cekap, fleksibel, dan boleh diskala.",
    "hellowXoneDesc4": "Apa itu Xone POBVI?",
    "hellowXoneTitle5": "Mengapa membangunkan di Xone Chain",
    "hellowXoneTitle6": "Mulakan node Xone anda sendiri",
    "hellowXoneTitle7": "Sistem kewangan yang lebih adil",
    "hellowXoneTitle8": "Cuba terbitkan DApps",
    "hellowXoneDesc5": "Xone adalah platform blockchain berprestasi tinggi, serasi EVM, dan boleh diskala, berasaskan seni bina modular Cosmos.",
    "hellowXoneDesc6": "Sebarkan dan jalankan node Xone anda dengan mudah untuk menyertai konsensus dan validasi rangkaian demi ganjaran lebih tinggi.",
    "hellowXoneDesc7": "Menyediakan peluang sama rata, memberdayakan semua orang melalui ketelusan, pengurangan halangan, dan akses inklusif untuk pertumbuhan ekonomi lestari.",
    "hellowXoneDesc8": "Terbitkan aplikasi anda di Xone Chain dan sertai salah satu ekosistem EVM yang paling pesat berkembang.",
    "linkText1": "Ketahui lebih lanjut",
    "linkText2": "Terbitkan sekarang",
    "linkText3": "Terokai DeFi",
    "linkText4": "Mula menggunakan",
    "exploreNatureTitle": "Terokai ekosistem yang dinamik",
    "exploreNatureDesc": "Terokai ekosistem berorientasi misi — terbuka, mudah menyesuaikan, dan memacu inovasi blockchain masa depan.",
    "governanceTitle": "Tadbir urus berdaya tahan dan dikendalikan komuniti",
    "governanceDesc": "Xone memperkenalkan Insentif Nilai Perilaku on-chain untuk memberikan ganjaran adil dan dinamik, mengiktiraf dan memotivasi sumbangan komuniti bagi memacu pertumbuhan ekosistem yang lestari dan kolaborasi.",
    "exploreTitle": "Terokai Xone, satu tempat lengkap",
    "exploreDesc": "Urus akaun, aset, dan node anda di satu tempat — dan terokai lebih banyak kemungkinan.",
    "startTitle": "Mulakan sekarang bersama kami, kemajuan tanpa had!",
    "startDesc": "Sertai kami untuk mencipta nilai bersama — fokus kepada sumbangan bermakna yang memberikan pulangan sebenar. Jejaki impak anda di blockchain dan ikuti perjalanan kami.",
    "exploreBVI": "Terokai BVI",
    "joinNow": "Sertai komuniti",
    "hellowXone": "Hello Xone",
    "subscriptionSuccessful": "Langgan berjaya",
    "evenMore": "Masih banyak lagi yang kami lakukan",
    "sendEmailLabel": "Masukkan emel anda",
    "more1": "Menggalakkan kerjasama kripto masa depan",
    "more1Card": "Jejak pasukan",
    "more1description": "Kami membina jambatan kerjasama terbuka dengan rakan industri untuk memacu inovasi teknologi dan penciptaan ekosistem bersama, menyuntik tenaga baharu ke masa depan kripto global.",
    "more2": "Kerjasama perniagaan",
    "more2description": "Xone terus mengembangkan rangkaian perniagaan global, bekerjasama secara aktif dengan projek, perusahaan, dan institusi terkemuka untuk bersama-sama meneroka pelbagai kes penggunaan blockchain.",
    "more3": "Gelombang 2025: Merangkul Masa Depan Kripto Hong Kong",
    "more3description": "Mengenang kembali sidang kemuncak Wave 2025 di Hong Kong, kami berterima kasih atas peluang berhubung dengan pemimpin industri, inovator, dan peserta yang berkongsi visi masa depan kripto.",
    "more3Card": "Derma sekarang",
    "more4": "Xone di Sorotan",
    "more4description": "Di bawah sorotan, Xone mempamerkan keupayaan teknologi kukuh dan pengaruh jenama, terus menarik perhatian dan pengiktirafan global.",
    "more5": "Kemungkinan tanpa batas Web3: Visi Xone",
    "more5description": "Misi Xone bukan sekadar membina public chain yang cekap tetapi juga memacu pertumbuhan ekosistem Web3 yang mampan melalui integrasi teknologi dan perniagaan yang mendalam.",
    "more6": "Bincangkan cabaran, peluang, dan inovasi masa depan bersama suara teratas industri",
    "more6description": "Xone menyertai BNB Chain AMA untuk meneroka pemulihan public chain bersama wakil beberapa projek Web3, berkongsi pandangan mendalam tentang cabaran dan peluang masa depan.",
    "more7": "Xone sebagai penaja tajuk eksklusif Persidangan W2140 Bangkok",
    "more7description": "Mengumpulkan pemimpin industri untuk menjelajahi tren dan peluang Web3 bersama.",
    "more8": "AMA AI & DeFi Xone pertama",
    "more8description": "Ikuti mereka menelusuri inovasi terdepan DeFi dipacu AI.",
    "dialogueTitle1": "Ricky pada pukul 4:00 petang",
    "dialogueTitle2": "Ricky pada pukul 4:11 petang",
    "dialogueMessage1": "Apakah itu 'insentif tingkah laku on-chain'?",
    "dialogueMessage2": "Sumbangan anda memberi ganjaran terus kepada anda, mendorong pertumbuhan ekosistem."
}