{
  "bannerTitle": "Antara \"kelajuan\" dan \"perincian\" dalam pertumbuhan<br>bagaimana mencipta nilai untuk orang lain",
  "bannerDesc": "Dalam era perubahan dan peluang ini, Xone terus menembusi batas untuk berkhidmat kepada perusahaan, organisasi dan individu di seluruh dunia. Kami percaya perhatian pada butiran dan pelaksanaan cekap menjadikan kami menonjol dalam pertumbuhan pesat. Jika mahu memberi impak dan menghadapi cabaran masa depan bersama kami, sertai Xone — sinarkan bakat anda dan cipta nilai sebenar untuk lebih ramai orang.",
  "bannerSearchPlaceholder": "Cari jawatan/katakunci",
  "bannerSearchButton": "Cari",
  "searchSelectInputPlaceholder": "Sila masukkan",
  "selectAllProjects": "Semua Projek",
  "selectAllPositions": "Semua Jawatan",
  "selectAllLocations": "Semua Lokasi",
  "selectAllOffice": "Mod kerja",
  "remark1": "Di Xone, kami yakin kepelbagaian dan keterangkuman memacu inovasi Web3. Kami mengalu-alukan bakat daripada semua latar, pandangan dan pengalaman—tanpa mengira kaum, warna kulit, keturunan, kewarganegaraan, agama (termasuk pakaian agama), kepercayaan, umur, ketidakupayaan fizikal/mental, jantina (termasuk hamil, bersalin, penyusuan atau kondisi berkaitan), orientasi seksual, identiti/ekspresi jantina, kondisi perubatan, maklumat genetik, status penjagaan/ cuti sakit, status perkahwinan/ pasangan domestik, status tentera atau veteran, atau ciri lain yang dilindungi undang-undang.",
  "remark2": "Kami komited kepada peluang pekerjaan yang sama rata. Menggabungkan kepakaran dan pandangan pelbagai bidang akan membentuk masa depan yang terbuka, inovatif dan terdesentralisasi. Sertai Xone untuk bersama pasukan bersemangat dan berani yang memacu transformasi Web3.",
  "remark3": "Jika menghadapi isu semasa penghantaran permohonan atau masalah teknikal di laman ini, sila hubungi:",
  "showing": "Memaparkan",
  "jobs": "jawatan",
  "details": "Butiran",
  "viewMore": "Lihat lagi",
  "noData": "Tiada data",
  "breadcrumb": {
    "recruitment": "Pengambilan",
    "jobDetails": "Butiran Jawatan"
  },
  "detail": {
    "warningDesc": "Xone menyediakan peluang pekerjaan sama rata untuk semua. Kepelbagaian latar memacu pertumbuhan kami. Sebelum menghantar, sila baca dan setuju dengan Kenyataan Privasi Calon.",
    "applyNow": "Hantar permohonan"
  },
  "notFound": {
    "title": "Jawatan tiada",
    "description": "Jawatan tidak wujud atau belum dibuka.",
    "button": "Kembali ke laman utama"
  }
}
