{
  "headerTitle": "ปลดล็อกคุณค่า<br/>สร้างบน Xone",
  "headerDesc": "ท่ามกลางกระแส Web3 เราเชื่อว่านักพัฒนาคือเครื่องยนต์แท้ของระบบนิเวศ มอบแรงจูงใจหลายมิติ—ทุน สนับสนุนเทคนิค ทรัพยากรตลาด และการมีส่วนร่วมกำกับดูแล—เพื่อสร้างแอปและโครงสร้างพื้นฐานบนเชนคุณภาพสูงบน Xone",
  "headerButton1": "สมัคร",
  "headerButton2": "ดูรายละเอียด",
  "cardTitle01": "ทิศทางการสนับสนุน",
  "cardDesc01": "Xone Grant โฟกัส 6 แทร็กหลัก และเปิดรับโปรเจกต์สร้างสรรค์ที่ขับเคลื่อนระบบนิเวศ Xone",
  "cardDesc01InfrastructureTitle": "โครงสร้างพื้นฐาน",
  "cardDesc01InfrastructureDesc": "วอลเล็ต เอ็กซ์พลอเรอร์ บริดจ์ข้ามเชน RPC โหนด เครื่องมือพัฒนา",
  "cardDesc01DefiTitle": "DeFi",
  "cardDesc01DefiDesc": "DEX, Aggregator, Staking, Lending, โปรโตคอลสเตเบิลคอยน์",
  "cardDesc01RwaTitle": "RWA",
  "cardDesc01RwaDesc": "อสังหา เอนเตอร์เทนเมนต์ โทเค็นไอซ์สินทรัพย์จริง ออกพันธบัตรบนเชน",
  "cardDesc01MemefiTitle": "MemeFi",
  "cardDesc01MemefiDesc": "แพลตฟอร์มออก Meme บลายด์บ็อกซ์ การเติบโตแบบไวรัล",
  "cardDesc01GamefiTitle": "GameFi / SocialFi",
  "cardDesc01GamefiDesc": "เกมบล็อกเชนเชิงโต้ตอบสูง แพลตฟอร์มสินทรัพย์โซเชียล เครื่องมือ NFT",
  "cardDesc01DataTitle": "บริการข้อมูล & ควบคุมความเสี่ยง",
  "cardDesc01DataDesc": "แดชบอร์ด วิเคราะห์พฤติกรรม เครื่องมือความปลอดภัยสัญญา",
  "cardTitle02": "เงื่อนไขเบื้องต้น",
  "cardDesc02": "เพื่อคุณภาพและประสิทธิภาพการใช้ทุน Xone Grants กำหนดเงื่อนไขพื้นฐานดังนี้:",
  "cardDesc02OpenSourceTitle": "คำมั่นโอเพนซอร์ส",
  "cardDesc02MvpTitle": "MVP ขั้นต่ำ",
  "cardDesc02TeamTitle": "ตรวจสอบประวัติทีม",
  "cardDesc02BudgetTitle": "งบประมาณชัดเจน",
  "cardDesc02ChainTitle": "ความสอดคล้องบนเชน",
  "cardDesc02CommunityTitle": "การมีส่วนร่วมชุมชน",
  "seeAllButton": "ดูรายละเอียด",
  "supportProvidedTitle": "สิ่งที่เรามอบให้",
  "supportProvidedDesc": "ระบบสนับสนุนแบบแบ่งชั้น ครบทั้งทุน ทรัพยากร และคำแนะนำเชิงลึก เป้าหมายคือการยกระดับอย่างแม่นยำ ไม่ใช่แค่ให้เงินอุดหนุน",
  "supportProvidedTitle01": "สนับสนุนด้านทุน",
  "supportProvidedDesc01": "ยืดหยุ่น: จ่ายครั้งเดียวหรือผูกไมล์สโตน ช่วยเริ่มและไปไกลขึ้น ลดภาระการเงิน โฟกัสที่โปรดักต์และนวัตกรรม",
  "supportProvidedButton01": "เกณฑ์ทุน",
  "supportProvidedTitle02": "ทรัพยากรเทคนิค",
  "supportProvidedDesc02": "เข้าถึง API, SDK, เทมเพลตสัญญา, เอกสาร Best Practice พร้อมวิศวกรอาวุโสช่วยอินทิเกรตระดับล่าง ปรับประสิทธิภาพ และออดิทความปลอดภัย",
  "supportProvidedButton02": "ติดต่ออย่างไร?",
  "supportProvidedTitle03": "การเปิดรับในอีโคซิสเท็ม",
  "supportProvidedDesc03": "โปรโมตผ่านช่องทางทางการ: เว็บไซต์ โซเชียล อีเวนต์นักพัฒนา แนะนำโครงการเด่นในอัปเดต AMA แฮกกาธอนและซัมมิท",
  "supportProvidedButton03": "แนวปฏิบัติที่ดี",
  "supportProvidedTitle04": "โอกาสความร่วมมือ",
  "supportProvidedDesc04": "เข้าร่วม Xone Chain Grants เพื่อเชื่อมพาร์ทเนอร์ นักลงทุน ผู้นำอุตสาหกรรม สร้างสะพานสู่ความร่วมมือธุรกิจ เทคนิค และนวัตกรรมข้ามสาขา",
  "supportProvidedButton04": "เข้าร่วมเลย",
  "supportProvidedTitle05": "ร่วมแบรนด์",
  "supportProvidedDesc05": "โครงการเด่นมีสิทธิโคแบรนด์กับ Xone Chain เพิ่มการรับรู้และความเชื่อมั่นผ่านแคมเปญร่วม",
  "supportProvidedButton05": "ดูเพิ่มเติม",
  "faqTitle": "คำถามที่พบบ่อย",
  "faqQuestion1Title": "มีข้อจำกัดด้านภูมิศาสตร์ไหม?",
  "faqQuestion1Desc": "ยินดีรับทีมจากทั่วโลก ไม่มีเพดานพื้นที่ แต่เพื่อคอมพลายอันนี้ต้องมี:\n\n- **กฎหมายท้องถิ่น**: ต้องอนุญาต R&D/การดำเนินการ/รับทุนเกี่ยวกับบล็อกเชน-Web3 หากมี **ห้ามโดยสิ้นเชิงหรือระบบใบอนุญาตเข้ม** (และยังไม่ได้รับ) อาจถูกพัก/ปฏิเสธ\n- **คัดกรองการคว่ำบาตร**: โครงการจาก **พื้นที่ถูกคว่ำบาตร** หรืออยู่ใต้ **บุคคล/นิติบุคคลที่ถูกคว่ำบาตร** ใช้ไม่ได้ (UN, OFAC, EU, UK)\n- **ควบคุมการส่งออก/ข้อมูล**: เทคโนโลยีเข้ารหัส ซอฟต์แวร์ หรือข้อมูลข้ามแดน ต้องเป็นไปตามข้อกำหนด อาจต้องมี **เอกสารกฎหมาย/ใบรับรองคอมพลาย**\n- **กรณีพิเศษ**: พื้นที่ไม่ชัดเจน ให้ส่ง **เอกสารรับรองตนเอง** (จดทะเบียนบริษัท หลักฐานดำเนินการ คำเห็นจากสำนักงานกฎหมายท้องถิ่น)\n\n> หมายเหตุ: เราไม่ให้คำตีความกฎหมาย โปรดประเมิน/ปรึกษาก่อนสมัคร",
  "faqQuestion2Title": "สมัครหลายครั้งได้ไหม?",
  "faqQuestion2Desc": "- **โครงการต่างกัน สมัครแยกได้**\n- **โครงการเดิม ต้องมีเป้าหมายระยะ**: ส่ง **ไมล์สโตนเดิม** และผลงาน (repo, release note, หลักฐาน testnet/mainnet, ข้อมูลผู้ใช้, รายงานวิจัย)\n- **ช่วงพัก & ข้อจำกัดขนาน**: แนะนำ **พัก 90 วัน** ก่อนยื่นรอบถัดไป และ **ห้ามสมัครหลายแทร็กพร้อมกัน**\n- **เพดานและความถี่**: พิจารณาจากผลงานเดิม อิทธิพล และฐานะการเงิน",
  "faqQuestion3Title": "โครงการเชิงพาณิชย์สมัครได้ไหม?",
  "faqQuestion3Desc": "- **ได้**: ต้อง **โอเพนซอร์สบางส่วน/ทั้งหมด** หรือให้บริการสาธารณะ (API เปิด, เครื่องมือนักพัฒนา, เนื้อหาการศึกษา)\n- **ขั้นต่ำด้านโอเพนซอร์ส**: โมดูลแกนที่ **เกี่ยวข้องโดยตรง** ต้องโอเพนซอร์ส ใช้ **ใบอนุญาต OSI** (MIT/Apache-2.0/GPL)\n- **หน้าต่างการเข้าถึงสาธารณะ**: หากใช้บริการเปิด แทนโค้ด ต้องมีการเข้าถึง **สาธารณะตรวจสอบได้** และคงไว้ **อย่างน้อย 12 เดือน**\n- **ทรัพย์สินทางปัญญา**: ให้สิทธิ **ไม่ผูกขาด ทั่วโลก เพิกถอนไม่ได้** เพื่อการนำกลับใช้ในอีโคซิสเท็ม พร้อมเคารพผลประโยชน์เชิงพาณิชย์",
  "faqQuestion4Title": "รับเงิน Fiat/USDT ไหม?",
  "faqQuestion4Desc": "- **ปัจจุบัน**: จ่าย **XOC on-chain** ผูก **ไมล์สโตน**\n- **อนาคต**: พิจารณา **USDT/USDC** อยู่ จะประกาศภายหลัง\n- **KYC/AML**: บางกรณีต้องทำ **KYC/AML พื้นฐาน**\n- **การใช้เงิน & ตรวจสอบ**: ใช้กับ **R&D ที่เกี่ยวข้อง การออดิท โครงสร้างพื้นฐาน ชุมชน** อาจขอรายงานความคืบหน้า/ค่าใช้จ่าย\n- **ความเสี่ยง & ต้นทุน**: มี **ความผันผวนราคาและ Gas** ควรเผื่อบัฟเฟอร์",
  "startTitle": "พร้อมไปกับเราหรือยัง?",
  "startDesc": "ไม่ว่าคุณจะเป็นเดฟเดี่ยวหรือทีมสตาร์ทอัพ เราพร้อมเดินเคียงข้าง",
  "startDesc1": "ที่นี่มีทุน ทรัพยากร และพาร์ทเนอร์ที่เชื่อในนวัตกรรม",
  "startDesc2": "พกไอเดียมา แล้วสร้างไปด้วยกัน",
  "startButton1": "สมัครเลย",
  "startButton2": "ภาพรวมกติกา"
}
