{
    "bannerTitle": "มาร่วมโอบกอดอนาคตไปด้วยกัน!",
    "bannerDescription": "Xone Chain คือแพลตฟอร์มบล็อกเชน Layer-1 แบบโมดูลาร์บนโปรโตคอล Ethereum และเป็นบล็อกเชนชั้นนำที่ใช้กลไกจูงใจคุณค่าเชิงพฤติกรรม (BVI)",
    "enterYourEmail": "สมัครรับข้อมูลและติดต่อเรา!",
    "startBuilding": "เริ่มสร้าง",
    "exploreDApps": "สำรวจ DApps",
    "xoneMainNet": "Xone Mainnet",
    "ago": "ก่อน",
    "update": "อัปเดต",
    "addressAdd": "เพิ่มที่อยู่แล้ว",
    "artworkIsCast": "งานศิลปะถูกมินต์แล้ว",
    "tokenMinting": "โทเคนถูกมินต์แล้ว",
    "averageTransactionCost": "ต้นทุนการทำรายการเฉลี่ย",
    "ofInfiniteValue": "มีคุณค่าไร้ขีดจำกัด",
    "lowGas": "ค่าธรรมเนียมแก๊สต่ำสุด",
    "extensible": "โมดูลที่ขยายได้",
    "AheadOfTheTimesPOBVI": "POBVI ล้ำสมัย",
    "hellowXoneDesc1": "ค้นพบโทเค็นเนทีฟของ Xone Chain",
    "hellowXoneDesc2": "ค่าธรรมเนียมแก๊สต่ำมาก",
    "hellowXoneDesc3": "การออกแบบแบบโมดูลาร์ที่มีประสิทธิภาพ ยืดหยุ่น และปรับขนาดได้",
    "hellowXoneDesc4": "POBVI ของ Xone คืออะไร?",
    "hellowXoneTitle5": "ทำไมต้องสร้างบน Xone Chain",
    "hellowXoneTitle6": "เริ่มต้นเปิดโหนด Xone ของคุณเอง",
    "hellowXoneTitle7": "ระบบการเงินที่ยุติธรรมยิ่งขึ้น",
    "hellowXoneTitle8": "ลองปรับใช้ DApps",
    "hellowXoneDesc5": "Xone คือแพลตฟอร์มบล็อกเชนประสิทธิภาพสูง รองรับ EVM และขยายได้ บนสถาปัตยกรรมโมดูลาร์ของ Cosmos",
    "hellowXoneDesc6": "ปรับใช้และเรียกใช้โหนด Xone ของคุณอย่างง่ายดาย เพื่อเข้าร่วมการยินยอมและการตรวจสอบของเครือข่าย รับรางวัลที่มากขึ้น",
    "hellowXoneDesc7": "มอบโอกาสที่เท่าเทียม เสริมพลังทุกคนด้วยความโปร่งใส ลดอุปสรรค และโอกาสแบบมีส่วนร่วม เพื่อการเติบโตทางเศรษฐกิจอย่างยั่งยืน",
    "hellowXoneDesc8": "ปรับใช้แอปของคุณบน Xone Chain และเข้าร่วมหนึ่งในระบบนิเวศ EVM ที่เติบโตเร็วที่สุด",
    "linkText1": "เรียนรู้เพิ่มเติม",
    "linkText2": "ปรับใช้ทันที",
    "linkText3": "สำรวจ DeFi",
    "linkText4": "เริ่มต้นใช้งาน",
    "exploreNatureTitle": "สำรวจระบบนิเวศที่มีชีวิตชีวา",
    "exploreNatureDesc": "ค้นพบระบบนิเวศที่ขับเคลื่อนด้วยภารกิจ — เปิดกว้าง ปรับตัวได้ และขับเคลื่อนนวัตกรรมบล็อกเชนในอนาคต",
    "governanceTitle": "การปกครองที่เชื่อถือได้ ขับเคลื่อนโดยชุมชน",
    "governanceDesc": "Xone นำเสนอแรงจูงใจคุณค่าเชิงพฤติกรรมบนเชน เพื่อมอบรางวัลที่ยุติธรรมและปรับตัวได้ ชื่นชมและกระตุ้นการมีส่วนร่วมของชุมชน ขับเคลื่อนการเติบโตและความร่วมมือของระบบนิเวศอย่างยั่งยืน",
    "exploreTitle": "สำรวจ Xone ครบจบในที่เดียว",
    "exploreDesc": "จัดการบัญชี สินทรัพย์ และโหนดของคุณในที่เดียว — และสำรวจโอกาสอื่นๆ อีกมากมาย",
    "startTitle": "เริ่มต้นตอนนี้กับเรา ความก้าวหน้าไม่มีที่สิ้นสุด!",
    "startDesc": "เข้าร่วมเราเพื่อสร้างคุณค่าร่วมกัน — มุ่งเน้นที่การมีส่วนร่วมที่มีผลลัพธ์จริง ติดตามผลกระทบของคุณบนบล็อกเชน และเข้าร่วมการเดินทางของเรา",
    "exploreBVI": "เริ่มต้น BVI",
    "joinNow": "เข้าร่วมชุมชน",
    "hellowXone": "Hello Xone",
    "subscriptionSuccessful": "สมัครสำเร็จ",
    "evenMore": "เรายังมีอีกมากให้คุณค้นพบ",
    "sendEmailLabel": "กรอกอีเมลของคุณ",
    "more1": "ส่งเสริมความร่วมมือคริปโตในอนาคต",
    "more1Card": "รอยเท้าทีม",
    "more1description": "เราเป็นสะพานเชื่อมความร่วมมือแบบเปิดกับพันธมิตรในอุตสาหกรรม เพื่อขับเคลื่อนนวัตกรรมทางเทคโนโลยีและการสร้างระบบนิเวศร่วมกัน เติมชีวิตใหม่ให้กับอนาคตคริปโตทั่วโลก",
    "more2": "ความร่วมมือทางธุรกิจ",
    "more2description": "Xone ขยายเครือข่ายธุรกิจระดับโลกอย่างต่อเนื่อง ร่วมมือกับโครงการ องค์กร และสถาบันชั้นนำในหลากหลายสาขา เพื่อสำรวจกรณีใช้งานบล็อกเชนอันหลากหลายร่วมกัน",
    "more3": "คลื่น 2025: โอบรับอนาคตคริปโตในฮ่องกง",
    "more3description": "ทบทวนการจัดงาน Wave 2025 ที่ฮ่องกง เรารู้สึกขอบคุณโอกาสที่ได้แลกเปลี่ยนกับผู้นำอุตสาหกรรม ผู้ริเริ่ม และผู้ที่มีวิสัยทัศน์ร่วมกันเกี่ยวกับอนาคตของคริปโต",
    "more3Card": "ร่วมบริจาค",
    "more4": "Xone ในสปอตไลท์",
    "more4description": "ภายใต้สปอตไลท์ Xone โชว์ศักยภาพทางเทคโนโลยีและอิทธิพลแบรนด์อันแข็งแกร่ง ยังคงดึงดูดความสนใจและการยอมรับจากทั่วโลก",
    "more5": "ความเป็นไปได้ไร้ขีดจำกัดของ Web3: วิสัยทัศน์ของ Xone",
    "more5description": "ภารกิจของ Xone ไม่ได้มีเพียงแค่การสร้างพับลิกเชนที่มีประสิทธิภาพ แต่ยังขับเคลื่อนการเติบโตที่ยั่งยืนของระบบนิเวศ Web3 ผ่านการผสานเทคโนโลยีและธุรกิจอย่างลึกซึ้ง",
    "more6": "ร่วมสำรวจความท้าทาย โอกาส และนวัตกรรมในอนาคตกับเสียงชั้นนำของอุตสาหกรรม",
    "more6description": "Xone เข้าร่วม BNB Chain AMA เพื่อสำรวจเส้นทางฟื้นฟูพับลิกเชนกับตัวแทนโครงการ Web3 หลายราย แบ่งปันข้อคิดเห็นเชิงลึกเกี่ยวกับความท้าทายและโอกาสในอนาคต",
    "more7": "Xone ในฐานะผู้สนับสนุนชื่อหลักอย่างเป็นทางการของงาน W2140 กรุงเทพฯ",
    "more7description": "รวมผู้นำอุตสาหกรรมเพื่อสำรวจแนวโน้มและโอกาสของ Web3 ร่วมกัน",
    "more8": "AMA Xone AI & DeFi ครั้งแรก",
    "more8description": "ร่วมกับพวกเขาสำรวจนวัตกรรมล้ำสมัยใน DeFi ที่ขับเคลื่อนด้วย AI",
    "dialogueTitle1": "ริกกี้ เวลา 16:00 น.",
    "dialogueTitle2": "ริกกี้ เวลา 16:11 น.",
    "dialogueMessage1": "'สิ่งจูงใจพฤติกรรมบนเชน' คืออะไร?",
    "dialogueMessage2": "ผลงานของคุณได้รับรางวัลโดยตรง ขับเคลื่อนการเติบโตของระบบนิเวศ"
}