{
  "bannerTitle": "ระหว่าง “ความเร็ว” กับ “รายละเอียด”<br>จะสร้างคุณค่าให้ผู้อื่นได้อย่างไร",
  "bannerDesc": "ในยุคแห่งการเปลี่ยนแปลงและโอกาส Xone มุ่งขยายขีดความสามารถ เพื่อมอบบริการยอดเยี่ยมแก่ธุรกิจ องค์กร และบุคคลทั่วโลก เราเชื่อว่าการใส่ใจรายละเอียดและการดำเนินงานอย่างมีประสิทธิภาพ คือหนทางโดดเด่นท่ามกลางการเติบโตอันรวดเร็ว หากคุณอยากสร้างอิมแพ็กและร่วมเผชิญความท้าทายในอนาคต มาร่วมทีม Xone — เปล่งประกายความสามารถและสร้างคุณค่าจริงแก่ผู้คนมากขึ้น",
  "bannerSearchPlaceholder": "ค้นหาชื่อตำแหน่ง/คีย์เวิร์ด",
  "bannerSearchButton": "ค้นหา",
  "searchSelectInputPlaceholder": "กรุณากรอก",
  "selectAllProjects": "โปรเจกต์ทั้งหมด",
  "selectAllPositions": "ตำแหน่งทั้งหมด",
  "selectAllLocations": "สถานที่ทั้งหมด",
  "selectAllOffice": "รูปแบบการทำงาน",
  "remark1": "Xone เชื่อว่าความหลากหลายและการเปิดรับคือแรงขับเคลื่อนนวัตกรรม Web3 เราต้อนรับบุคลากรทุกภูมิหลัง มุมมอง และประสบการณ์—ไม่แบ่งแยกเชื้อชาติ สีผิว เชื้อสาย สัญชาติ ศาสนา (รวมถึงการแต่งกายทางศาสนา) ความเชื่อ อายุ ความพิการทางกาย/ใจ เพศ (รวมตั้งครรภ์ คลอดบุตร ให้นมบุตร หรือเงื่อนไขทางการแพทย์ที่เกี่ยวข้อง) รสนิยมทางเพศ อัตลักษณ์/การแสดงออกทางเพศ สภาพทางการแพทย์ ข้อมูลพันธุกรรม สถานะการดูแลครอบครัว/ลาป่วย สถานภาพสมรส คู่ชีวิต สถานะทหาร/ทหารผ่านศึก หรือคุณลักษณะอื่นที่กฎหมายคุ้มครอง",
  "remark2": "เรามุ่งมั่นมอบโอกาสการจ้างงานที่เท่าเทียม เชื่อว่าการรวมความเชี่ยวชาญจากหลายสาขาจะสร้างอนาคตที่เปิดกว้าง นวัตกรรม และกระจายศูนย์ การเข้าร่วม Xone คือการเป็นส่วนหนึ่งของทีมที่เปี่ยมแพสชันและกล้าท้าทาย เพื่อขับเคลื่อนการเปลี่ยนแปลงของระบบนิเวศ Web3",
  "remark3": "หากพบปัญหาระหว่างส่งใบสมัครหรือปัญหาด้านเทคนิคในเว็บไซต์ โปรดติดต่อ:",
  "showing": "แสดง",
  "jobs": "ตำแหน่ง",
  "details": "รายละเอียด",
  "viewMore": "ดูเพิ่มเติม",
  "noData": "ไม่มีข้อมูล",
  "breadcrumb": {
    "recruitment": "รับสมัครงาน",
    "jobDetails": "รายละเอียดงาน"
  },
  "detail": {
    "warningDesc": "Xone มอบโอกาสการจ้างงานเท่าเทียมแก่ทุกคน เราเชื่อว่าความหลากหลายคือแรงผลักดันของการเติบโต กรุณาอ่านและยืนยันยอมรับ “คำชี้แจงความเป็นส่วนตัวของผู้สมัคร” ก่อนส่งใบสมัคร",
    "applyNow": "ส่งใบสมัคร"
  },
  "notFound": {
    "title": "ไม่พบบทบาทงาน",
    "description": "ตำแหน่งนี้ไม่มีอยู่หรือยังไม่เปิดรับ",
    "button": "กลับหน้าหลัก"
  }
}
